Repository: deckerweb/woocommerce-delivery-notes
Catalog: languages/woocommerce-delivery-notes-*.po
Languages: sv_se

source: Delivery Note
sv_se: Följesedel

source: Print Page
sv_se: Skriv ut sidan

source: Quantity
sv_se: Kvantitet

source: Price
sv_se: Pris

source: Subtotal
sv_se: Delsumma

source: Shipping
sv_se: Frakt

source: Tax
sv_se: Moms

source: Discount
sv_se: Rabatt

source: Grand Total
sv_se: Totalsumma

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte tillräcklig behörighet för att komma åt denna sida.

source: View &amp; Print Delivery Note
sv_se: Visa &amp; skriv ut följesedel

source: Delivery Notes Settings
sv_se: Inställningar för följesedel

source: Settings saved.
sv_se: Inställningar sparade.

source: Save Changes
sv_se: Spara ändringar

source: WooCommerce Delivery Notes
sv_se: WooCommerce följesedel

source: Go to the settings page
sv_se: Gå till inställningssidan

source: Settings
sv_se: Inställningar

source: Donate
sv_se: Donera

source: Product Name
sv_se: Produktnamn

source: Company/Shop Address:
sv_se: Företag- butiksadress:

source: Personal Notes:
sv_se: Personliga anteckningar:

source: Returns Policy, Conditions, etc.:
sv_se: Returvillkor, köpvillkor o.s.v.

source: Footer Imprint:
sv_se: Sidfotsinnehåll:

source: Recipient:
sv_se: Mottagare:

source: Order No.
sv_se: Beställning nr:

source: Order Date
sv_se: Beställningsdatum

source: SKU:
sv_se: Artikelnummer:

source: Weight:
sv_se: Vikt:

source: What the Plugin Does
sv_se: Vad tillägget gör

source: FAQ - Frequently Asked Questions
sv_se: FAQ - Frequently Asked Questions (Vanliga frågor)

source: Author - License
sv_se: Författare - Licens

source: Support - Donations - Rating &amp; Tips
sv_se: Support - Donationer - Betyg &amp; Tips

source: Plugin: WooCommerce Delivery Notes
sv_se: Tillägg: WooCommerce Delivery Notes

source: This plugin enables you to add a simple Delivery Note page for printing for your orders in WooCommerce shop plugin. You can add your company postal address, further add personal notes, refund or other policies and a footer note/branding. This helps speed up your daily shop and order management. In some countries (e.g. in the European Union) it is also required to advice the customer with proper refund policies so this little plugin might help you a bit with that too.
sv_se: Med detta tillägg kan du lägga till en enkel följesedels-sida för utskrift för din order i WooCommerce. Du kan lägga till ditt företags postadress, personliga anteckningar, återbetalningsinformation eller annat. Du kan lägga till en logotyp eller anteckning i sidfoten. Detta snabbar upp och hjälper till i den dagliga butiks- och orderhanteringen. I vissa länder (t ex inom EU) krävs det att det finns tydlig information om produktreturer och återbetalning. Detta lilla tillägg kan hjälpa dig med det också.

source: <strong>Donations:</strong> Please %1$sdonate to support the further maintenance and development%2$s of the plugin. <em>Thank you in advance!</em>
sv_se: <strong>Donationer:</strong> Var vänlig %1$sdonera för att stödja underhåll och utveckling%2$s av tillägget. <em>Tack på förhand!</em>

source: <strong>Support:</strong> Done via %1$sWordPress.org plugin page support forum%2$s. - Maybe I will setup my own support forum in the future, though.
sv_se: <strong> Support: </ strong> sker via %1$sWordPress.org tilläggssida Supportforum%2$s. - Jag kanske kommer att sätta upp mitt eget supportforum i framtiden.

source: Company/Shop Name:
sv_se: Företag- butiksnamn:

source: This plugin adds simple Delivery Notes for the WooCommerce Shop Plugin. You can add company/shop info as well as personal notes and policies to the print page.
sv_se: Detta tillägg lägger till enkla följesedlar för WooCommerce Shop tillägget. Du kan lägga till företaget/butikens info samt personliga anteckningar och villkor till den utskriftssidan.

source: Your custom company or shop name for the Delivery Note.
sv_se: Ditt anpassade företags- eller butiksnamn på följesedeln.

source: Note:
sv_se: OBS:

source: Leave blank to use your default Website/ Blog title defined in WordPress settings.
sv_se: Lämna tomt för att använda din standardtitel för din webbsida eller blogg definierad i WordPress-inställningarna.

source: The postal address of the company/shop, which gets printed right of the company/shop name, above the order listings.
sv_se: Postadressen till företaget/butiken, som trycks till höger av företagets/butikens namn, ovanför orderlistan.

source: Here, you can also add some other contact information like the telephone and email.
sv_se: Här kan du lägga till annan kontaktinformation som telefon eller epost.

source: Add some personal notes, or season greetings or whatever (e.g. Thank You for Your Order!, Merry Christmas!, etc.).
sv_se: Lägg till några personliga anteckningar eller hälsningar (t.ex. Tack för din beställning!, God Jul!, etc.).

source: This info gets printed below the order listings but above the regular shipping notes (added at WooCommerce single order pages). These personal notes here will get styled with bigger font size.
sv_se: Denna information skrivs under orderlistan men ovanför de vanliga fraktanteckningarna (tillagt på WooCommerces enskilda ordersidor). Dessa personliga anteckningar kommer att visas med större textstorlek.

source: Here you can add some more policies, conditions etc. For example add a returns policy in case the client would like to send back some goods.
sv_se: Här kan du lägga fler villkor etc. T.ex. lägga till returinformation om kunden vill lämna tillbaks varor.

source: In some countries (e.g. in the European Union) this is required so please add any required info in accordance with the statutory regulations.
sv_se: I vissa länder (t.ex. i EU) krävs detta. Så lägg till all nödvändig information i enlighet med landets lagar.

source: Add some further footer imprint, copyright notes etc. to get the printed sheets a bit more branded to your needs.
sv_se: Lägg till ytterligare sidfotsinnehåll. Upphovsrättsanteckningar etc. För att få de utskrivna sidorna mer anpassade efter dina behov.

source: This footer info gets printed in lower font size and a bit lighter text color.
sv_se: Denna sidfotsinfo får tryckas i en lägre teckenstorlek och lite ljusare textfärg.

source: WooCommerce - Delivery Notes Settings
sv_se: WooCommerce - Inställningar för följesedel

source: All setting fields below are optional - you can leave them empty to not use them at all or only apply what you need.
sv_se: Alla inställningsfält är valfria - du kan lämna dem tomma för att inte använda dem alls, eller endast tillämpa vad du behöver.

source: Feedback and more about the Author
sv_se: Feedback och mer om författaren

source: Just look under <a href="%1$s">WooCommerce > Orders</a> and there go to a single order view. On the right side you will see the Delivery Note meta box. Click and you get the delivery Note printing page. Yes, it is that easy :-).
sv_se: Titta bara i <a href="%1$s">WooCommerce > beställningar </ a> och gå till en singelorder vy. På höger sida kommer du att se metaboxen för följesedeln. Klicka och du får följesedelns urskiftssida. Ja, det är så lätt :-).

source: Question:
sv_se: Fråga:

source: Answer:
sv_se: Svar:

source: <strong>Rating &amp; Tips:</strong> If you like the plugin please %1$srate at WordPress.org%2$s with 5 stars. <em>Thank you!</em> &mdash; %3$sMore plugins for WordPress by DECKERWEB%2$s
sv_se: <strong> Betyg &amp; tips: </strong> Om du gillar tillägget, betygsätt gärna %1$srate på WordPress.org%2$s med 5 stjärnor. <em> Tack! </em> &mdash; %3$sMer tillägg för WordPress av DECKERWEB%2$s

source: <strong>Author:</strong> David Decker of %1$sdeckerweb.de%2$s and %3$sGenesisThemes%2$s - Join me at %4$sTwitter%2$s, %5$sFacebook%2$s and %6$sGoogle Plus%2$s :-)
sv_se: <strong>Författare:</strong> David Decker från %1$sdeckerweb.de%2$s and %3$sGenesisThemes%2$s - Följ mig på %4$sTwitter%2$s, %5$sFacebook%2$s and %6$sGoogle Plus%2$s :-)

source: <strong>License:</strong> GPL v3 - %1$sMore info on the GPL license ...%2$s
sv_se: <strong>Licens:</strong> GPL v3 - %1$sMer info om GPL licensen ...%2$s

source: Website
sv_se: Webbsida

source: at WordPress.org
sv_se: på WordPress.org

source: Can I use a Custom Template for the printing page?
sv_se: Kan jag använda en egen mall för urskriftssidan?

source: Note: This works with both single themes and child themes (if you use some framework like Genesis). If your current active theme is a child theme put the custom folder there! (e.g. <code>/wp-content/themes/your-child-theme-name/woocommerce</code>)
sv_se: Obs: Detta fungerar med både singelteman och barnteman (om du använder vissa ramverk som Genesis). Om det nuvarande aktiva temat är ett barntema lägg din egena mapp där! (t.ex. <code>/wp-content/themes/ditt-barntema-namn/woocommerce</code>)

source: What Template Functions can I use?
sv_se: Vilka mallfunktioner kan jag använda?

source: If you want to use your own template then all you need to do is copy the <code>/wp-content/plugins/woocommerce-delivery-notes/delivery-note-template</code> folder and paste it inside your <code>/wp-content/themes/your-theme-name/woocommerce</code> folder (if not there just create it). The folder from the plugin comes with the default template and the basic CSS stylesheet file. You can modifiy this to fit your own needs.
sv_se: Om du vill använda en egen mall så är allt du behöver göra är att kopiera <code>/wp-content/plugins/woocommerce-delivery-notes/delivery-note-template</code> mappen och klistra in den i <code > / wp-content/themes/ditt-temas-namn/woocommerce </code> mappen (om den inte finns så kan du skapa den själv). Tilläggets mapp kommer med en standardmall och de grundläggande CSS-stilarna. Du kan modifiera dessa så det passar dina behov.

source: Important note: This is only intended for developers who know what they do! Please be careful with adding any code/functions! The default template and functions should fit most use cases.
sv_se: Viktigt: Detta är endast avsedd för utvecklare som vet vad de gör! Var försiktig med att lägga till någon kod / funktioner! En standardmall och funktioner bör passa de flesta situationer.

source: Arbitrary php code and all WordPress functions are available in the template. Besides that there are many Delivery Notes specific template functions. Open the <code>woocommerce-delivery-notes/wcdn-print.php</code> file to see all available functions.
sv_se: Godtycklig PHP-kod och alla WordPress funktioner finns tillgängliga i mallen. Det finns även många specifika mall funktioner för tillägget. Öppna <code> woocommerce-delivery-notes/wcdn-print.php </code> fil för att se alla tillgängliga funktioner.

source: Customer Notes:
sv_se: Kommentarer om kund:
